chore(content): write-only draft [linux/operations/performance/module-5.4-io-performance]
